/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ de %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Este atajo se importó de %1$@ el %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Este atajo se ha importado de %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Añadir “%@”";

/* %@ = action name */
"Remove “%@”" = "Eliminar “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "¿Quieres cerrar la sesión de %@ en Atajos?";

/* %@ = service name */
"Do you want to sign out of %@?" = "¿Quieres cerrar la sesión de %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Este atajo se ha importado de %@. ¿Seguro que quieres ejecutarlo?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "como %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "¿Eliminar también las acciones incluidas en “%@”?";

/* %@=app name */
"Install %@" = "Instalar %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frase de Siri";

/* Access resource action settings title */
"Accounts" = "Cuentas";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Edición de atajos finalizada";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ se ha añadido a favoritos";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ se ha eliminado de favoritos";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Atajo en ejecución";

/* Accessibility action */
"Delete shortcut" = "Eliminar atajo";

/* Accessibility action */
"Duplicate shortcut" = "Duplicar atajo";

/* Accessibility action */
"Favorite Action" = "Añadir acción a favoritos";

/* Accessibility action */
"Rename shortcut" = "Renombrar atajo";

/* Accessibility action */
"Un-favorite Action" = "Eliminar acción de favoritos";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editar atajo";

/* Accessibility action or discoverability title */
"Run shortcut" = "Ejecutar atajo";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "se ha añadido %@ al atajo";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipos de entrada aceptados";

/* Accessibility announcement */
"Closed variables tray" = "Bandeja de variables cerrada";

/* Accessibility announcement */
"Editing shortcuts" = "Editando atajos";

/* Accessibility announcement */
"Opened variables tray" = "Bandeja de variables abierta";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "arrastrando";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Atajo finalizado";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "se ha añadido %1$@ al atajo por encima de %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "se ha añadido %1$@ al atajo por debajo de %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "trasladada sobre %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "trasladada bajo %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ eliminado";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ se ha duplicado";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "contraído";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Arrastrando";

/* Accessibility announcement; expanded parameter */
"expanded" = "expandido";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Atajo detenido";

/* Accessibility hint */
"Closes the shortcut" = "Cierra el atajo";

/* Accessibility hint */
"Creates a new shortcut" = "Crea un nuevo atajo";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Elimina los atajos seleccionados";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Pulsa dos veces para añadir al final del atajo. Pulsa dos veces y mantén pulsado, y arrastra para personalizar la posición en el atajo.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Arrastrable. Pulsa dos veces y mantén pulsado, espera hasta que oigas un sonido y luego arrastra para reordenar. Pulsa dos veces para seleccionar.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica los atajos seleccionados";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Este atajo se mostrará en la extensión de acción de Atajos (en el menú para compartir de iOS) cuando el contenido compartido sea de uno de los tipos que selecciones aquí.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Desactiva el modo de edición de atajo";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Activa el modo de edición de atajo";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Pulsa dos veces para contraer el cuadro de acciones a la mitad de la pantalla";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Pulsa dos veces para expandir completamente el cuadro de acciones";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Pulsa dos veces para leer la descripción de la acción.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Arrastrable. Pulsa dos veces y mantén pulsado, espera hasta que oigas un sonido y luego arrastra para reordenar. Pulsa dos veces para leer la descripción de la acción.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Pulsa dos veces para cambiar el ajuste";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Pulsa dos veces para seleccionar";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Pulsa dos veces para contraer";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Pulsa dos veces para insertar";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Pulsa dos veces para expandir";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Ejecuta el atajo %@";

/* Accessibility label */
"Add Tag" = "Añadir etiqueta";

/* Accessibility label */
"Close" = "Cerrar";

/* Accessibility label */
"Create Shortcut" = "Crear atajo";

/* Accessibility label */
"Show Keyboard" = "Mostrar teclado";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dentro de %@";

/* Accessibility label or discoverability title */
"Redo" = "Rehacer";

/* Accessibility label or discoverability title */
"Undo" = "Deshacer";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimizado";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Media pantalla";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Pantalla completa";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Acción %@ - En curso - Completada al %d por ciento";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Acción %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Eliminar filtro";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (no seleccionada)";

/* Accessibility value; switch is on */
"On" = "Activado";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Soltar para eliminar %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Esta acción define una entrada que devuelve como salida.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obtiene la entrada definida al comienzo del atajo.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Todavía no tienes ningún atajo de Compartir hojas.\n\nPara añadir uno, crea un atajo y activa “Mostrar al compartir” en sus ajustes.";

/* Action extension; no search results */
"No shortcuts match the search." = "Ningún atajo coincide con la búsqueda.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Aún no tienes ningún atajo.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugerencias de Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Atajo: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Añadir a este atajo";

/* Add search filter */
"Add Filter" = "Añadir filtro";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Cualquier persona que tenga acceso a este enlace compartido podrá ver el contenido de este atajo.";

/* Alert title */
"Error" = "Error";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Crear enlace de iCloud";

/* Allow access to service */
"Allow Access" = "Permitir acceso";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(No instalada) %@";

/* App search view; navigation bar title */
"Choose App" = "Seleccionar app";

/* App search view; no results */
"No results." = "Ningún resultado.";

/* App search view; search bar placeholder */
"Search apps…" = "Buscar apps…";

/* Apple Watch complication */
"Complication" = "Complicación";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Aún no tienes ningún atajo para el Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selecciona qué atajos mostrar en la complicación de Atajos de la esfera del Apple Watch.\n\nCon el tiempo, Atajos tendrá en cuenta cuándo ejecutas los atajos para optimizar el momento en que se muestran en la complicación.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Solicita que introduzcas texto cuando se ejecuta este atajo.";

/* Boolean false */
"False" = "Falso";

/* Boolean true */
"True" = "Verdadero";

/* Button */
"Back" = "Atrás";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Choose Variable" = "Seleccionar variable";

/* Button */
"Clear" = "Borrar";

/* Button */
"Delete Actions" = "Eliminar acciones";

/* Button */
"Delete Shortcut" = "Eliminar atajo";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obtener más atajos";

/* Button */
"Go Back" = "Atrás";

/* Button */
"Help" = "Ayuda";

/* Button */
"Keep Actions" = "Conservar acciones";

/* Button */
"Next" = "Siguiente";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Eliminar acción";

/* Button */
"Remove Action From Shortcut" = "Eliminar acción de atajo";

/* Button */
"Remove Photo" = "Eliminar foto";

/* Button */
"Select Magic Variable" = "Seleccionar variable mágica";

/* Button */
"Select Photo" = "Seleccionar foto";

/* Button */
"Show Action Settings" = "Mostrar ajustes de la acción";

/* Button */
"Show Actions" = "Mostrar acciones";

/* Button */
"Sign Out" = "Cerrar sesión";

/* Button */
"Take Photo" = "Hacer foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Añadir a pantalla de inicio";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Añadir a pantalla de inicio";

/* Button or title */
"Delete" = "Eliminar";

/* Button or title */
"Run Shortcut" = "Ejecutar atajo";

/* Button or title */
"Settings" = "Ajustes";

/* Button or title */
"Variables" = "Variables";

/* Button title */
"Add to Siri" = "Añadir a Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obtener atajo";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Mostrar resultado a pantalla completa";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Ver una presentación guiada";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Compartir resultado";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Este atajo funciona con las siguientes apps y servicios:";

/* Choose an item */
"Choose" = "Seleccionar";

/* Conditional AND */
"and" = "y";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Restablecer “Si no”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Las acciones situadas tras “Si no” se ejecutarán si la condición no se cumple.";

/* Conditional actions settings navigation bar title */
"If Action" = "Acción Si";

/* Confirmation HUD when link copies */
"Link copied" = "Enlace copiado";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "¿Seguro que quieres dejar de compartir este atajo? El enlace de iCloud se eliminará y dejará de funcionar.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Este atajo se eliminará de todos los dispositivos de iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Estos atajos se eliminarán de todos los dispositivos de iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” no parece %2$@. ¿Quieres añadir un contacto?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Usar “%@” de todas formas";

/* Contact field; accessibility label */
"Add Contact" = "Añadir contacto";

/* Contact field; button */
"Search Contacts" = "Buscar contactos";

/* Contact field; supported type string */
"a phone number" = "un número de teléfono";

/* Contact field; supported type string */
"a phone number or email address" = "un número de teléfono o una dirección de correo electrónico";

/* Contact field; supported type string */
"an email address" = "una dirección de correo electrónico";

/* Content Types category */
"Content Types" = "Tipos de contenido";

/* Copy link to shortcut */
"Copy Link" = "Copiar enlace";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiar enlace de iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Este formato se ajusta a los patrones definidos en la publicación Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Formato de fecha personalizado";

/* Custom date formatting style */
"Custom" = "Personalizado";

/* Custom time format title */
"Custom Format" = "Formato personalizado";

/* Default option */
"Default" = "Por omisión";

/* Delete all shortcuts */
"Delete All" = "Eliminar todo";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "No seleccionar nada";

/* Dictionary key placeholder */
"Key" = "Clave";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Ajustes del atajo";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Detener atajo";

/* Discoverability title */
"Close shortcut" = "Cerrar atajo";

/* Discoverability title */
"Search actions" = "Buscar acciones";

/* Discoverability title */
"Stop shortcut" = "Detener atajo";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostrar al compartir";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostrar en el widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostrar en la complicación";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostrar en el Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicar atajo";

/* Duplicate shortcut */
"Duplicate" = "Duplicar";

/* Edit import questions back bar button title */
"Questions" = "Preguntas";

/* Error message */
"No options available." = "No hay opciones disponibles.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Store no se ha podido cargar.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Ejecuta atajos rápidamente con el widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Añadir a favoritos";

/* Favorite button title - action is favorited */
"Favorited" = "Añadida a favoritos";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Cuenta: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Todas las siguientes son verdaderas";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Cualquiera de las siguientes es verdadera";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "empieza por";

/* Find filter UI operator */
"contains" = "contiene";

/* Find filter UI operator */
"does not contain" = "no contiene";

/* Find filter UI operator */
"ends with" = "termina por";

/* Find filter UI operator */
"is" = "es";

/* Find filter UI operator */
"is after" = "es posterior al";

/* Find filter UI operator */
"is before" = "es anterior al";

/* Find filter UI operator */
"is between" = "está entre";

/* Find filter UI operator */
"is exactly" = "es exactamente";

/* Find filter UI operator */
"is greater than" = "es mayor que";

/* Find filter UI operator */
"is greater than or equal to" = "es mayor o igual que";

/* Find filter UI operator */
"is in the last" = "está entre los/as últimos/as";

/* Find filter UI operator */
"is in the next" = "es en los/las siguientes";

/* Find filter UI operator */
"is larger than" = "es mayor que";

/* Find filter UI operator */
"is larger than or equal to" = "es mayor o igual que";

/* Find filter UI operator */
"is less than" = "es menor que";

/* Find filter UI operator */
"is less than or equal to" = "es menor o igual que";

/* Find filter UI operator */
"is longer than" = "es superior a";

/* Find filter UI operator */
"is longer than or equal to" = "es superior o igual a";

/* Find filter UI operator */
"is not" = "no es";

/* Find filter UI operator */
"is not exactly" = "no es exactamente";

/* Find filter UI operator */
"is not on" = "no es el";

/* Find filter UI operator */
"is on" = "es el";

/* Find filter UI operator */
"is shorter than" = "es inferior a";

/* Find filter UI operator */
"is shorter than or equal to" = "es inferior o igual a";

/* Find filter UI operator */
"is smaller than" = "es más pequeño que";

/* Find filter UI operator */
"is smaller than or equal to" = "es más pequeño o igual que";

/* Find filter UI operator */
"is today" = "es hoy";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Añade este atajo a Siri para ejecutarlo con tu voz.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Usa este atajo desde otras apps. Para ello, abre la hoja para compartir y pulsa Atajos.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Introduce una clave para extraer su valor del diccionario o deja el campo en blanco para obtener el diccionario completo.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (este dispositivo)";

/* Full name of contact */
"Full Name" = "Nombre completo";

/* Full street address of location */
"Full Street Address" = "Dirección completa";

/* Get property */
"Get" = "Obtener";

/* Get value for a dictionary key */
"Get Value for Key" = "Obtener valor para la clave";

/* Go to next import question */
"Continue" = "Continuar";

/* Guided tour; drag actions to here hint */
"…to here" = "… aquí";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Arrastra acciones hasta aquí";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Al ejecutarse en el Apple Watch, esta acción requerirá que uses Handoff y continúes en el iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unidad";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Hora ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glifo %1$@, color de fondo %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Selecciona una imagen personalizada para usarla cuando este atajo se añada a la pantalla de inicio.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "La imagen superior se usará cuando este atajo se añada a la pantalla de inicio.";

/* Icon editor; accessibility label */
"Icon Preview" = "Vista previa del icono";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor de iconos de atajos";

/* Icon editor; segmented control option */
"Color" = "Color";

/* Icon editor; segmented control option */
"Glyph" = "Glifo";

/* Icon editor; segmented control option */
"Home Screen" = "Pantalla de inicio";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Las preguntas añadidas aquí se realizarán cuando este atajo se importe en otro dispositivo. Las respuestas a estas preguntas se introducirán en el atajo.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Puedes probar tus preguntas de importación con el botón “Personalizar atajo” en los ajustes de este atajo.";

/* Import questions detail view */
"Default Answer" = "Respuesta por omisión";

/* Import questions detail view */
"Question Text" = "Texto de pregunta";

/* Import questions detail view */
"Type a question here…" = "Escribe aquí una pregunta…";

/* Import questions details view; navigation bar title */
"Details" = "Detalles";

/* Import questions; button */
"Add New Question…" = "Añadir nueva pregunta…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Selecciona un parámetro de una de las acciones siguientes.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Seleccionar un parámetro";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Este atajo no tiene acciones. Añade algunas al atajo antes de configurar “Preguntas de importación”.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Este atajo acepta %@";

/* Input types of action */
"Input" = "Entrada";

/* Input variable description */
"Gets the output of the previous action." = "Obtiene el resultado de la acción anterior.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTENER";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Añade acciones de la parte inferior para crear el atajo.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Añade acciones de la izquierda para crear el atajo.";

/* Item can be anything */
"anything" = "cualquiera";

/* Keep all shortcuts */
"Keep All" = "Conservar todas";

/* Keep shortcuts */
"Keep" = "Conservar";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Conservar %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expandir";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Contraer";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipos aceptados";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Añadir %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "¿Qué tipo de valor quieres añadir?";

/* Long date formatting style */
"Long" = "Largo";

/* Manage sharing */
"Manage Sharing" = "Gestionar uso compartido";

/* Medium date formatting style */
"Medium" = "Medio";

/* Missing action error action */
"Update Shortcuts" = "Actualizar atajos";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Esta acción no se ha podido encontrar en esta versión de Atajos.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nombre y URL de App Store";

/* Name of measurement unit */
"Unit (Name)" = "Unidad";

/* Navigation bar title */
"Select a Magic Variable" = "Seleccionar una variable mágica";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resolver conflictos";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable no disponible.";

/* None option */
"None" = "Ninguno/a";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Ya está en uso";

/* Parameter not supported for import question */
"Not Supported for Questions" = "No se admite para preguntas";

/* Piece of text */
"Text" = "Texto";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Este atajo se ha importado de otra app. ¿Seguro que quieres ejecutarlo?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativa";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Cuánto hace/queda";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositivo desconocido";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Este nombre se usará para todas las variables mágicas de la acción %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Renombrar variable mágica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Renombrar atajo";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Introduce un nuevo nombre para el atajo.";

/* Rename workflow or variable */
"Rename" = "Renombrar";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requisitos";

/* Result types of action */
"Result" = "Resultado";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Mostrar acción";

/* Scripting category */
"Scripting" = "Scripts";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Buscar";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Atajos de la complicación";

/* Select all input types */
"Select All" = "Seleccionar todo";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Compartir atajo";

/* Share a workflow along with a description */
"Share with Description" = "Compartir con descripción";

/* Share a workflow as a file */
"Share as File" = "Compartir como archivo";

/* Share shortcut */
"Share" = "Compartir";

/* Short date formatting style */
"Short" = "Corto";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” no contiene acciones.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Atajo vacío";

/* Shortcut contains no actions error title */
"No Actions" = "Sin acciones";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizar atajo…";

/* Shortcut icon */
"Icon" = "Icono";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Seleccionar atajo";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Trasladada entre %1$@ y %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Trasladada al final después de %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Trasladado al principio antes de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Para usar atajos desde el widget Hoy, sigue unos sencillos pasos para añadir el widget. Si prefieres configurarlo en otro momento, pulsa OK.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Añade el widget Hoy para ejecutar atajos en un abrir y cerrar de ojos.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captura de pantalla de una hoja para compartir en Safari con la actividad de Atajos resaltada";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Los atajos de extensión de acción se ejecutan desde la hoja para compartir dentro de otras apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Los atajos del widget Hoy se ejecutan en el centro de notificaciones que se despliega desde la parte superior de la pantalla.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipos de atajos";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Eliminada en %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Eliminada en otro dispositivo";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificado en %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modificado en otro dispositivo";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Buscar atajos…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captura de pantalla del widget de Atajos en el centro de notificaciones";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Omitir configuración";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Dejar de compartir";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Enviar a la galería";

/* Tap to choose an option */
"Tap to Choose" = "Pulsa para seleccionar";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "¡Mira el atajo que he creado!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controlador de acciones";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "la parte inferior de la pantalla";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "la parte superior derecha de la pantalla";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Cualquiera";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nada";

/* Title */
"Actions" = "Acciones";

/* Title */
"Date Format" = "Formato de fecha";

/* Title */
"Requires Handoff" = "Requiere Handoff";

/* Title */
"Shortcuts" = "Atajos";

/* Title */
"Time Format" = "Formato de hora";

/* Title */
"Type" = "Tipo";

/* Title for action drawer categories view */
"Categories" = "Categorías";

/* Title for configuration page for unit */
"Unit (Title)" = "Unidad";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizar atajos";

/* Title or button */
"Import Questions" = "Preguntas de importación";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "¡Listo! El widget Hoy está configurado.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Ahora, selecciona algunos atajos para el widget Hoy de la galería.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Con el widget Hoy de Atajos, puedes ejecutar atajos con un solo toque desde cualquier app con solo desplegar el centro de notificaciones.";

/* Today widget explanation button */
"Add Widget" = "Añadir widget";

/* Today widget explanation button */
"View the Gallery" = "Ver la galería";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Ejecuta atajos en un abrir y cerrar de ojos desde cualquier parte de tu %MODEL%.";

/* Unknown item */
"Unknown" = "Desconocido";

/* Used in a phrase like 'Add new item' */
"new item" = "nuevo ítem";

/* User’s favorited workflows or actions */
"Favorites" = "Favoritos";

/* Variable field placeholder */
"Variable Name" = "Nombre de la variable";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Puedes añadir la acción “Definir variable” para crear una variable.";

/* Varible picker; none available error title */
"No Variables Are Available" = "No hay variables disponibles";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflictos";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurar este atajo";

/* Workflow name */
"Name of Shortcut" = "Nombre";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Pulsa OK para seguir editando el atajo.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captura de pantalla de la app Atajos del Apple Watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Puedes ejecutar los atajos del Apple Watch desde la muñeca mediante la complicación o la app Atajos del reloj.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "¿Dónde se encuentra el widget Hoy?";

/* iOS Today Widget */
"Today Widget" = "Widget Hoy";

